# インストール済みパッケージのうち、自分で明示的にインストールしたものの一覧
# 生成方法:
# % ( pacman -Qqe && pacman -Qqeg base base-devel ) | sort | uniq -u
#
# 用途がすぐに思い出せないパッケージのためのメモ
#  acpid                        : 自動ハイバネートなどに使用
#  alsa-utils                   : alsamixer
#  cdrkit                       : cdrecord, mkisofs
#  cpp-netlib                   : 2014高専プロコン
#  ctags                        : unite-outline.vim
#  dosfstools                   : mkfs.fat, fsck.fat
#  exfat-utils                  : mkfs.exfat, fsck.exfat
#  fltk                         : C++
#  fuse-exfat                   : mount.exfat
#  ntfs-3g                      : mount.ntfs, mkfs.ntfs, fsck.ntfs
#  otf-saabfont                 : 何語だっけ
#  opencv                       : 2014高専プロコン
#  ovmf                         : QEMU で UEFI 環境を作るためのファームウェアイメージ
#  pkgbuild-introspection       : mkaurball
#  python-pyqt5                 : 自作バッテリアイコン
#  ruby-bundler                 : mikutter
#  ttf-hannom                   : ベトナム語フォント
#  ttf-tamil                    : タミル語フォント
#
abs
acpid
alsa-utils
arch-wiki-lite
archlinux-themes-slim
archlinux-wallpaper
at
audacity
aurvote
bdf-unifont
bluez
bluez-utils
boost
burp
cabextract
cdrkit
cgdb
clang
clang-analyzer
cmake
cpp-netlib
cronie
ctags
cups
darkhttpd
dmenu-xft
dosfstools
dropbox
efibootmgr
espeak
exfat-utils
firefox
firefox-i18n-ja
fltk
fuse-exfat
gdb
gimp
git
google-chrome-dev
gprolog
gptfdisk
graphviz
grub
gutenprint
htop
i3-wm
ifplugd
iftop
imagemagick
inotify-tools
intel-ucode
iotop
ipython
irssi
julia
keepass
libmtp
libreoffice-fresh
libreoffice-fresh-ja
lostfiles
lzip
markdown
mercurial
mikutter-custom
minecraft
mono
namcap
net-tools
nethogs
nfs-utils
nmap
nodejs
notify-osd
ntfs-3g
ntp
opencv
openssh
otf-ipafont
otf-saabfont
ovmf
p7zip
parted
peco-git
pkgbuild-introspection
pkgfile
pkgstats
pulseaudio
pulseaudio-alsa
pulseaudio-ctl
pypy3
python-pip
python-pyqt5
python2-pip
qemu
qpdfview
qtcreator
reptyr
roxterm
ruby-bundler
skk-jisyo
skype
slim
subversion
testdisk
tmux
trash-cli
trayer
tree
ttf-hannom
ttf-mplus
ttf-symbola
ttf-tamil
uim
unrar
unzip-iconv
valgrind
vim-custom
virt-manager
vlc
w3m
wireless_tools
xbindkeys
xclip
xcursor-neutral
xdotool
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-server-utils
xorg-server-xephyr
xorg-xinit
xorg-xkill
xorg-xlsfonts
yaourt
zenity
zip
zsh
zsh-completions
zsh-syntax-highlighting
