# インストール済みパッケージのうち、自分で明示的にインストールしたものの一覧
# 生成方法:
# % ( pacman -Qqe && pacman -Qqeg base base-devel ) | sort | uniq -u
#
# 用途がすぐに思い出せないパッケージのためのメモ
#  acpid                        : 自動ハイバネートなどに使用
#  alsa-utils                   : alsamixer
#  cdrkit                       : cdrecord, mkisofs
#  cpp-netlib                   : 2014高専プロコン
#  ctags                        : unite-outline.vim
#  dosfstools                   : mkfs.fat, fsck.fat
#  exfat-utils                  : mkfs.exfat, fsck.exfat
#  fltk                         : C++
#  fuse-exfat                   : mount.exfat
#  libcanberra                  : これがないとGTKに警告吐かれてウザい
#  libnotify                    : notify-send
#  libxkbcommon-x11             : QtがXCBで使うらしい
#  luajit                       : vim
#  ntfs-3g                      : mount.ntfs, mkfs.ntfs, fsck.ntfs
#  otf-saabfont                 : 何語だっけ
#  opencv                       : 2014高専プロコン
#  ovmf                         : QEMU で UEFI 環境を作るためのファームウェアイメージ
#  pkgbuild-introspection       : mkaurball
#  poppler-data                 : TeX で吐いた文書が表示できなかったりする対策
#  python-pyqt5                 : 自作バッテリアイコン
#  ruby-bundler                 : mikutter
#  tk                           : gitk
#  ttf-hannom                   : ベトナム語フォント
#  ttf-tamil                    : タミル語フォント
#  wpa_actiond                  : netctl
#
abs
acpid
alsa-oss
alsa-utils
archlinux-themes-slim
archlinux-wallpaper
audacity
aurvote
boost
burp
cabextract
cdrkit
cgdb
clang
cmake
cpp-netlib
cronie
ctags
dmenu-xft
dosfstools
eagle
efibootmgr
exfat-utils
fbterm
firefox
firefox-i18n-ja
fltk
freemind
fuse-exfat
gdb
gimp
git
gnome-font-viewer
gnu-netcat
gprolog
gptfdisk
graphviz
grub
i3-wm
ifplugd
imagemagick
inotify-tools
intel-ucode
ipython
irssi
keepass
libcanberra
libnotify
libreoffice-fresh
libreoffice-fresh-ja
libxkbcommon-x11
lostfiles
luajit
lynx
lzip
markdown
mercurial
mikutter-custom
mono
namcap
net-tools
nmap
notify-osd
ntfs-3g
ntp
opencv
openssh
otf-ipafont
otf-saabfont
ovmf
p7zip
parted
pkgbuild-introspection
pkgfile
pkgstats
poppler-data
pulseaudio
pulseaudio-alsa
pulseaudio-ctl
python-pip
python-pyqt5
python2-pip
qemu
qemu-launcher
qpdfview
qtcreator
ruby-bundler
rxvt-unicode
skk-jisyo
slim
subversion
texlive-core
texlive-langcjk
tk
trash-cli
tree
ttf-hannom
ttf-mplus
ttf-symbola
ttf-tamil
uim
unrar
unzip-iconv
valgrind
vim-custom
w3m
wpa_actiond
xbindkeys
xclip
xcursor-neutral
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-server-utils
xorg-server-xephyr
xorg-xinit
xorg-xkill
yaourt
zenity
zip
zsh
