# インストール済みパッケージのうち、自分で明示的にインストールしたものの一覧
# 生成方法:
# 	% ( pacman -Qeq && pacman -Sgq base base-devel ) | sort | uniq -u
#
abcde
abs
alsa-utils
archlinux-themes-slim
archlinux-wallpaper
atomicparsley
aurvote
bdf-unifont
boost
burp
cabextract
cdparanoia
cdrkit
chromium
cronie
cups
darkhttpd
dmenu
dosfstools
dvd+rw-tools
efibootmgr
evince
exfat-utils
faac
faad2
fbterm
fuse-exfat
gdb
gimp
git
glu
gnome-keyring
gnu-netcat
gnumeric
gparted
gptfdisk
graphviz
groff
grub
gutenprint
i3-wm
i3lock
i3status
imagemagick
ipython
iw
lame
libcanberra
libgnome-keyring
libmtp
libnotify
libreoffice-impress
lostfiles
luajit
lzip
markdown
mcpatcher
mecab
mecab-ipadic-utf8
mercurial
mikutter-custom
minecraft
mpg123
namcap
nmap
nodejs
notify-osd
ntfs-3g
ntp
opencv
openssh
otf-ipafont
ovmf
p7zip
parted
pkgfile
pkgstats
pulseaudio
pulseaudio-alsa
pulseaudio-ctl
python-mecab
python-pip
python-pyqt5
python2-pip
qemu
qrencode
rsync
ruby-bundler
rxvt-unicode
sane
skk-jisyo
slim
smbclient
subversion
trash-cli
tree
ttf-mplus
ttf-symbola
udftools
uim
unrar
unzip-iconv
vim-custom
w3m
wpa_actiond
xbindkeys
xclip
xcursor-neutral
xdotool
xf86-input-mouse
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-server-xephyr
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xkill
xorg-xmodmap
xorg-xprop
yaourt
zip
zsh
