# インストール済みパッケージのうち、自分で明示的にインストールしたものの一覧
# 生成方法:
# % ( pacman -Qqe && pacman -Qqeg base-devel ) | sort | uniq -u
#
amidst
android-tools
base
bash-language-server
cargo-outdated
chromium
clang
cmake
cmark
dialog
dmenu
dosfstools
dropbox
dunst
efibootmgr
evince
feh
firefox
firefox-i18n-ja
freeciv
fzf
gdb
gimp
git
glslang
gnome-font-viewer
gnome-passwordsafe
gptfdisk
graphviz
htop
i3-wm
ibus
ibus-m17n
ibus-skk
insst-git
intel-ucode
less
lld
lldb
llvm
lostfiles
man-db
man-pages
mypy
ncdu
needformadness
netctl
nmap
npm
ntfs-3g
openssh
pacman-contrib
pavucontrol
pkgstats
prettier
pulseaudio
pulseaudio-ctl
python
python-black
python-language-server
ripgrep
rkflashtool
rustup
scrot
seahorse
shellcheck
shfmt
skk-jisyo
slock
slstatus
thunderbird
thunderbird-i18n-ja
tmux
tree
ttf-croscore
ttf-gelasio-ib
unzip-iconv
usbutils
vala
vim
visual-studio-code-bin
vulkan-extra-layers
vulkan-tools
vulkan-validation-layers
w3m
wabt
wget
xorg-server
xorg-xev
xorg-xinit
xorg-xkill
youtube-dl
zip
zotero
zsh
zsh-completions
zsh-syntax-highlighting
