# インストール済みパッケージのうち、自分で明示的にインストールしたものの一覧
# 生成方法:
# % ( pacman -Qqe && pacman -Qqeg base base-devel ) | sort | uniq -u
#
alsa-utils
android-tools
arch-install-scripts
bear
blueberry
bluez
bluez-utils
boost
chromium
clang
cmake
cmark
cups
dialog
dmenu
dosfstools
dropbox
dunst
dwm
efibootmgr
feh
firefox
firefox-i18n-ja
fop
freeciv
gdb
gimp
git
gnome-passwordsafe
gptfdisk
graphviz
gutenprint
gvim
htop
ibus
ibus-m17n
ibus-skk
intel-ucode
lld
llvm
musl
namcap
neovim
netsurf
npm
ntfs-3g
openssh
ovmf
pacman-contrib
pavucontrol
pikaur
pkgfile
pkgstats
pulseaudio
pulseaudio-bluetooth
pulseaudio-ctl
pv
python
python-language-server
python-pipenv
qemu
re2c
ripgrep
rustup
rxvt-unicode
shfmt
skk-jisyo
slock
slstatus
spotify
st
thunderbird
thunderbird-i18n-ja
tmux
ttf-mplus
ttf-symbola
uefi-shell-git
unzip-iconv
vala
valgrind
wabt
wpa_supplicant
xf86-video-intel
xorg-server
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xsetroot
xreader
yapf
yarn
zip
zsh
zsh-completions
zsh-syntax-highlighting
