# インストール済みパッケージのうち、自分で明示的にインストールしたものの一覧
# 生成方法:
# % ( pacman -Qqe && pacman -Qqeg base base-devel ) | sort | uniq -u
#
acpi
alsa-utils
aurvote
boost
cbatticon
chromium
clang
cmake
cmark
conky
cups
cups-pdf
dialog
dmenu-custom
dosfstools
dropbox
dunst
efibootmgr
f2fs-tools
feh
firefox
firefox-i18n-ja
freeciv
gdb
gimp
git
gnuplot
gptfdisk
gwaterfall
htop
i3-wm
ibus
ibus-m17n
ibus-skk
inotify-tools
intel-ucode
ipython
keepassx2
llvm
lm_sensors
minecraft
mpv
namcap
ncdu
needformadness
neovim
nmap
nodejs
npm
ntfs-3g
openssh
otf-ipafont
pacaur
parted
pavucontrol
pkgfile
pkgstats
princexml
pulseaudio
pulseaudio-ctl
pv
python
qemu
qpdfview
rustup
skk-jisyo
slock-custom
st-custom
texlive-core
thunderbird
thunderbird-i18n-ja
tidy
tmux
ttf-mplus
uefi-shell-git
uim
unzip-iconv
volumeicon
x11-ssh-askpass
xf86-video-intel
xorg-server
xorg-server-xephyr
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
yarn
youtube-dl
zip
zsh
zsh-completions
zsh-syntax-highlighting
